CREATE TABLE sensors (
                         id INT PRIMARY KEY,
                         name VARCHAR(255),
                         type VARCHAR(50),
                         latitude DOUBLE PRECISION,
                         longitude DOUBLE PRECISION
);

INSERT INTO sensors (id, name, type, latitude, longitude)
VALUES
    (43928, 'Фонарь Ломоносова 5', 'LIGHT', 53.930092, 27.475716),
    (43929, 'Мусорный бак "Минск Мир"', 'TRASH_BIN', 53.930292, 27.475916),
    (43930, 'Паркинг "Минск Мир"', 'PARKING', 53.930492, 27.476116),
    (43931, 'Паркинг "Dana Mall"', 'PARKING', 53.930692, 27.476316),
    (43932, 'Паркинг "Площадь победы"', 'PARKING', 53.930892, 27.476516),
    (43933, 'Мусорный бак "Минск Мир"', 'TRASH_BIN', 53.931092, 27.476716),
    (43934, 'Мусорный бак "Минск Мир"', 'TRASH_BIN', 53.931292, 27.476916),
    (43935, 'Мусорный бак "Минск Мир"', 'TRASH_BIN', 53.931492, 27.477116),
    (43936, 'Фонарь Проспект Победителей', 'LIGHT', 53.931692, 27.477316),
    (43937, 'Фонарь Ломоносова 5', 'LIGHT', 53.931892, 27.477516);
